Repository: blackus3r/wp-keyword-monitor
Catalog: lang/wp-keyword-monitor-*.po
Languages: de_de

source: Not checked yet
de_de: Noch nicht überprüft

source: No rank available
de_de: Kein Rang verfügbar

source: Since 2008, Google does not longer allows us to parse the results page content, so we have to use the custom search API.
de_de: Seit 2008 erlaubt uns Google nicht mehr, den Seiteninhalt zu analysieren, demnach müssen wir das benutzerdefinierte Such-API verwenden.

source: General
de_de: Allgemein

source: API-Key
de_de: API-Schlüssel

source: Keyword
de_de: Suchbegriff

source: Add
de_de: Hinzufügen

source: Last checked
de_de: Zuletzt überprüft

source: Action
de_de: Aktion

source: Delete
de_de: Löschen

source: Statistics
de_de: Statistiken

source: Settings
de_de: Einstellungen

source: No rank found
de_de: Kein Rang gefunden

source: Tutorial and Help
de_de: Tutorial und Hilfe

source: Need help? You can find a tutorial <a href="https://dazdaztech.wordpress.com/2013/08/03/using-google-custom-search-api-from-the-command-line/">here</a>.
de_de: Brauchst du Hilfe? Ein Tutorial findest du <a href="https://dazdaztech.wordpress.com/2013/08/03/using-google-custom-search-api-from-the-command-line/">hier</a>.

source: Donate
de_de: Spenden

source: Import
de_de: Importieren

source: Search depth
de_de: Suchtiefe

source: Check interval
de_de: Überprüfungsintervall

source: Auto mode
de_de: Automatik-Modus

source: You can get your Google API-Key <a href="https://console.developers.google.com/apis/credentials">here</a>.
de_de: Deinen Google API-Key bekommst du <a href="https://console.developers.google.com/apis/credentials">hier</a>.

source: You can get your Google cx <a href="https://cse.google.com/cse/all">here</a>.
de_de: Deinen Google cx bekommst du <a href="https://cse.google.com/cse/all">hier</a>.

source: Without www or http, like derpade.de.
de_de: Ohne www oder http, wie derpade.de

source: How many sites should we check for your domain? Please be careful, because this reacts like a multiplicator.
de_de: Wie viele Seiten sollen überprüft werden für deine Domain? Bitte sei vorsichtig, dieser Wert agiert als Multiplikator.

source: The check interval in days. A good value is 3 days.
de_de: Der Überprüfungsintervall in Tagen. Ein guter Wert ist 3 Tage.

source: Enables or disables the auto mode.
de_de: Aktiviert oder deaktiviert den Automatik-Modus.

source: Error while checking ranks:
de_de: Fehler während der Überprüfung der Ränge:

source: Statistics of the last 30 days.
de_de: Statistiken der letzten 30 Tage.

source: Add to chart
de_de: Zum Diagramm hinzufügen

source: Remove from chart
de_de: Entfernen vom Diagramm

source: Google Ranking (last ranking)
de_de: Google Rang (Letzter Rang)

source: Total Keywords: %s
de_de: Gesamtanzahl Suchbegriffe: %s

source: Other Plugins from Me
de_de: Andere Plugins von mir

source: Maximum API-calls per day
de_de: Maximale Anzahl von API-Aufrufen am Tag

source: Defines the maximum of API-calls that we can use per day. This is helpful if you share the google acount with other blogs.
de_de: Definiert das Maximum an API-Aufrufen, die pro Tag genutzt werden dürfen. Dies ist hilfreich, wenn du den selben Google Account mit anderen Blogs teilst.

source: Current version
de_de: Aktuelle Version

source: Used today:
de_de: Heute genutzt:
